brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "lazygit"
brew "mise"
brew "neovim"
brew "node@24", link: true
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tmux"
brew "tree"
brew "zoxide"
cask "1password"
cask "alfred"
cask "claude"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "font-hackgen"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "microsoft-edge"
cask "slack"
vscode "anthropic.claude-code"
vscode "tamasfe.even-better-toml"
