fisherman/await
nesl247/fish-theme-dracula
fisherman/fzf
fisherman/get
fisherman/getopts
decors/fish-ghq
fisherman/last_job_id
fisherman/z
fisherman/spin
